tap "jesseduffield/lazygit"
brew "cmake"
brew "coreutils"
brew "fish"
brew "fzf"
brew "ripgrep"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "neofetch"
brew "neovim"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "croc"
brew "git-delta"
brew "fd"
brew "lazygit"
brew "mise"
brew "zola"
brew "flyctl"
cask "1password-cli"
cask "vscodium"
vscode "catppuccin.catppuccin-vsc"
vscode "rust-lang.rust-analyzer"
