brew "cmake"
brew "coreutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "neofetch"
brew "neovim"
brew "eza"
brew "stow"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
cask "vscodium"
